module.exports = {
	abnormalityList: {
		/* 90440000: {
			msg1: '合爾拉特的祝福 9044 0000',
			msg2: '漂泊之神合爾拉特為您降下了祝福。在合爾拉特的神殿移動區間內 [和平狀態移動速度] 和 [座騎移動速度] 變迅速'
		}, */
		
		/* 90440009: {
			msg1: '擊暈 9044 0009',
			msg2: '因巴哈勒的強力攻擊而陷入暈眩狀態無法移動。'
		}, */
		
		// 90442000: {
			// msg1: '锤子 发光',
			// msg2: '小心后砸'
		// },
		// 90442001
		// 90444000
		// 90444001
		
		// 90442008
		
		/* 90442006: {
			msg1: '巴哈勒的 憤怒 9044 2006',
			msg2: '於憤怒狀態受到過多傷害時，巴哈勒將觸發(震怒)。'
		}, */
		
		/* 90442100: {
			msg1: '巴哈勒的 憤怒 9044 2100',
			msg2: '於憤怒狀態受到過多傷害時，巴哈勒將觸發(震怒)。'
		}, */
		
		/* 90442102: {
			msg1: '巴哈勒的 憤怒 9044 2102',
			msg2: '於憤怒狀態受到過多傷害時，巴哈勒將觸發(震怒)。'
		}, */
		
		/* 90442104: {
			msg1: '巴哈勒的 憤怒 9044 2104',
			msg2: '於憤怒狀態受到過多傷害時，巴哈勒將觸發(震怒)。'
		}, */
		
		/* 90442101: {
			msg1: '巴哈勒的 [震怒] 9044 2101',
			msg2: '火之神巴哈勒的震怒。巴哈勒的[抗打]雖然減少但攻擊力[增加]。'
		}, */
		
		/* 90442103: {
			msg1: '巴哈勒的 [震怒] 9044 2103',
			msg2: '火之神巴哈勒的震怒。巴哈勒的[抗打]雖然減少但攻擊力[增加]。'
		},
		
		90442107: {
			msg1: '巴哈勒的 [震怒] 9044 2107',
			msg2: '火之神巴哈勒的震怒。巴哈勒的[抗打]雖然減少但攻擊力[增加]。'
		},
		
		90442106: {
			msg1: '防具融解 9044 2106',
			msg2: '震怒的巴哈勒之力融化了防具。每次疊加[抗打]減少。'
		}, */
		
		/* 90442202: {
			msg1: '歲月的痕跡 9044 2202',
			msg2: '長時間被掩埋在火山之下的憤怒士兵，雖然短暫覺醒卻又再次陷入沉睡，\n沾染灰塵及火山灰防禦力為相當高的狀態。但長久以來無法獲得力量面臨的是永恆的死亡。'
		}, */
		
		/* 90442204: {
			msg1: '覺醒的力量 9044 2204',
			msg2: '軍團的士兵吸收了炙熱的火山力量!猶如爆裂的力量朝向他們的指揮官而去。'
		}, */
		
		/* 90442211: {
			msg1: '熔岩熱氣 9044 2211',
			msg2: '曝露在火燙的熔岩15秒內技能攻擊力減少。此效果無法淨化。'
		}, */
		
		/* 90442300: {
			msg1: '震怒的暴風 施展 9044 2300',
			msg2: '巴哈勒由於震怒正在凝聚火神之力。'
		}, */
		
		/* 90442301: {
			msg1: '震怒的暴風 施展 9044 2301',
			msg2: '巴哈勒由於震怒正在凝聚火神之力。'
		}, */
		
		/* 90442302: {
			msg1: '震怒的暴風 施展 9044 2302',
			msg2: '巴哈勒由於震怒正在凝聚火神之力。'
		}, */
		
		/* 90442303: {
			msg1: '震怒的暴風 [完成] 9044 2303',
			msg2: '巴哈勒的震怒已準備把一切都燃燒殆盡!'
		}, */
		
		/* 90442304: {
			msg1: '震怒的暴風 (弱化) 9044 2303',
			msg2: '保護巴哈勒的力量已解除!以暈眩技能阻止震怒的暴風施展。'
		}, */
		
		/* 90442502: {
			msg1: '死亡烙印 9044 2502',
			msg2: '巴哈勒巨大的力量正在注視著你。請多加小心!'
		}, */
		
		/* 90442600: {
			msg1: '燃燒的復仇之力 9044 2600',
			msg2: '朝向鐵達時的巴哈勒復仇已完成。一旦復仇完成無論是誰都無法阻止。'
		}, */
		
		/* 90442601: {
			msg1: '已完成的巴哈勒復仇 9044 2601',
			msg2: '巴哈勒的力量已完美的恢復!'
		}, */
	}
}
