module.exports = {
	BossActions: {
		103: {msg: '前砸(闪避)'},//103 104

		117: {msg: '跳劈(击倒)'},
		118: {msg: '跳劈(击倒)'},

		131: {msg: '前砸 -> 后推'},//131 132 134
		125: {msg: '前砸 -> 后推'},//125 126 127

		108: {msg: '丢锤(晕眩)'},
		111: {msg: '后砸'},
		137: {msg: '后砸'},

		114: {msg: '捶地'},
		115: {msg: '蓄力(击飞)'},//114 115
		138: {msg: '蓄力(击飞)'},//113 138

		116: {msg: '甜甜圈'},

		139: {msg: '转圈(全屏击倒)'},//108 110 139    118 139    101 105 107 139

		121: {msg: '左脚→(4连火焰)'},
		140: {msg: '右脚←(4连火焰)'},

		135: {msg: '||完美格挡||'},
		112: {msg: '||完美格挡||'},

		311: {msg: '补师开盾 (右手放锤)'},//311 120    311 119
		312: {msg: '补师开盾 (左右放锤)'},//312 119    312 120

		307: {msg0: '陨石(全员点名)'},//307 301

		305: {msg0: '滚石(秒杀)'},
		306: {msg0: '滚石(秒杀)'},
	}
}
