module.exports = {
	BossActionsTips: {
		101: {msg: '锤地 (格挡)'},
		103: {msg: '前砸 (闪避)'},//103 104
		105: {msg: '270扫飞 (格挡)'},
		107: {msg: '重击 (闪避)'},	
		108: {msg: '丢锤 (晕眩)'},
		111: {msg: '后砸 (慢慢慢慢)'},
		112: {msg: '完美格挡'},
		113: {msg: '点名 (闪避)'},
		114: {msg: '捶地 (秒杀)'},
		115: {msg: '右手蓄力 (击飞)'},//114 115
		116: {msg: '甜甜圈'},
		117: {msg: '随仇->跳劈 (击倒)'},
		118: {msg: '主仇->跳劈 (击倒)'},		
		119: {msg: '→右侧安全→ (坦左移)', sign_degrees: 270, sign_distance: 300},
		120: {msg: '←左侧安全← (坦右移)', sign_degrees: 90, sign_distance: 300},
		121: {msg: '左脚→(4连半月)'},
		122: {msg: '左脚→(4连半月) 第3下加速'},
		123: {msg: '左脚→(4连半月) 第2下加速'},
		125: {msg: '右手前砸(闪) | 后拉'},//125 126 127
		131: {msg: '左大范围(挡) | 后拉'},//131 132 134
		135: {msg: '完美格挡'},
//		137: {msg: '后砸 (闪避)'},		
		138: {msg: '左手蓄力 (击飞)'},//113 138		
		139: {msg: '转圈 (击倒)'}, //108 110 139    118 139    101 105 107 139
		140: {msg: '右脚 (4连半月)'},
		141: {msg: '右脚 (4连半月) 第3下加速'},
		142: {msg: '右脚 (4连半月) 第2下加速'},
		305: {msg: '滚石!!'},
		306: {msg: '滚石!!'},
		307: {msg: '陨石 (集中)'},//307 301
		308: {msg: '第1次晕'},
		309: {msg: '第2次晕'},
		310: {msg: '第3次晕'},
		311: {msg: '补师开盾 (右手放锤)'},//311 120    311 119
		312: {msg: '补师开盾 (左右放锤)'},//312 119    312 120
	}
}
